"Andromeda" = "Andromeda";
"Antlia" = "Pompa";
"Apus" = "Rajski Ptak";
"Aquarius" = "Wodnik";
"Aquila" = "Orzeł";
"Ara" = "Ołtarz";
"Aries" = "Baran";
"Auriga" = "Woźnica";
"Boötes" = "Wolarz";
"Caelum" = "Rylec";
"Camelopardalis" = "Żyrafa";
"Cancer" = "Rak";
"Canes Venatici" = "Psy Gończe";
"Canis Major" = "Wielki Pies";
"Canis Minor" = "Mały Pies";
"Capricornus" = "Koziorożec";
"Carina" = "Kil";
"Cassiopeia" = "Kasjopej";
"Centaurus" = "Centaur";
"Cepheus" = "Cefeusz";
"Cetus" = "Wieloryb";
"Chamaeleon" = "Kameleon";
"Circinus" = "Cyrkiel";
"Columba" = "Gołąb";
"Coma Berenices" = "Warkocz Bereniki";
"Corona Australis" = "Korona Południowa";
"Corona Borealis" = "Korona Północna";
"Corvus" = "Kruk";
"Crater" = "Puchar";
"Crux" = "Krzyż Południa";
"Cygnus" = "Łabędź";
"Delphinus" = "Delfin";
"Dorado" = "Złota Ryba";
"Draco" = "Smok";
"Equuleus" = "Źrebię";
"Eridanus" = "Erydan";
"Fornax" = "Piec";
"Gemini" = "Bliźnięta";
"Grus" = "Żuraw";
"Hercules" = "Herkules";
"Horologium" = "Zegar";
"Hydra" = "Hydra";
"Hydrus" = "Wąż Wodny";
"Indus" = "Indianin";
"Lacerta" = "Jaszczurka";
"Leo" = "Lew";
"Leo Minor" = "Mały Lew";
"Lepus" = "Zając";
"Libra" = "Waga";
"Lupus" = "Wilk";
"Lynx" = "Ryś";
"Lyra" = "Lutnia";
"Mensa" = "Góra Stołowa";
"Microscopium" = "Mikroskop";
"Monoceros" = "Jednorożec";
"Musca" = "Mucha";
"Norma" = "Węgielnica";
"Octans" = "Oktant";
"Ophiuchus" = "Wężownik";
"Orion" = "Orion";
"Pavo" = "Paw";
"Pegasus" = "Pegaz";
"Perseus" = "Perseusz";
"Phoenix" = "Feniks";
"Pictor" = "Malarz";
"Pisces" = "Ryby";
"Piscis Austrinus" = "Ryba Południowa";
"Puppis" = "Rufa";
"Pyxis" = "Kompas";
"Reticulum" = "Sieć";
"Sagitta" = "Strzała";
"Sagittarius" = "Strzelec";
"Scorpius" = "Skorpion";
"Sculptor" = "Rzeźbiarz";
"Scutum" = "Tarcza";
"Serpens Caput" = "Głowa Węża";
"Serpens Cauda" = "Ogon Węża";
"Sextans" = "Sekstans";
"Taurus" = "Byk";
"Telescopium" = "Teleskop";
"Triangulum" = "Trójkąt";
"Triangulum Australe" = "Trójkąt Południowy";
"Tucana" = "Tukan";
"Ursa Major" = "Wielka Niedźwiedzica";
"Ursa Minor" = "Mała Niedźwiedzica";
"Vela" = "Żagiel";
"Virgo" = "Panna";
"Volans" = "Latająca Ryba";
"Vulpecula" = "Lis";
